cask 'alfred'
cask 'bartender'
cask 'beardedspice'
cask 'bettertouchtool'
cask 'cloudapp'
cask 'dash'
cask 'discord'
cask 'evernote'
cask 'firefox'
cask 'flume'
cask 'flux'
cask 'fork'
cask 'google-chrome'
cask 'handbrake'
cask 'istat-menus'
cask 'ithoughtsx'
cask 'karabiner-elements'
cask 'loom'
cask 'microsoft-excel'
cask 'obs'
cask 'olive'
cask 'onyx'
cask 'psequel'
cask 'sip'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'station'
cask 'tableplus'
cask 'telegram'
cask 'timing'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoomus'
cask 'whatsapp'
cask 'xmind'
cask 'google-cloud-sdk'
cask 'docker'
cask 'google-backup-and-sync'

tap 'federico-terzi/espanso'
brew 'espanso'
tap 'zero-sh/tap'
brew 'zero'
brew 'apply-user-defaults'
tap 'khanhas/tap'
brew 'spicetify-cli'

brew 'ffmpeg'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'go'
brew 'node'
brew 'python'
brew 'rust'
brew 'postgresql'
brew 'ripgrep'
brew 'starship'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'mas'
brew 'chruby'
brew 'ruby-install'
brew 'apply-user-defaults'
brew 'stow'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'

brew 'cfssl'

mas 'Todoist', id: 585829637
mas 'Day One', id: 1055511498
